INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Сгибания рук на скамье Скотта',
        1
    ), (
        'Подъем штанги на скамье Скотта',
        1
    ), (
        'Подъем на бицепс сидя на тренажере',
        1
    ), (
        'Сгибание рук с рукоятками верхних блоков',
        1
    ), ('Тяга блока на бицепс', 1), ('Паучьи сгибания', 1), (
        'Сгибание рук с гантелями на наклонной скамье',
        1
    ), (
        'Подъем гантелей на бицепсПодъем штанги на бицепс',
        1
    ), (
        'Сгибание рук с гантелями сидя для девушек',
        1
    ), (
        'Поочередное сгибание рук с гантелями',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Подъем на бицепс сидя', 1), (
        'Концентрированное сгибание рук',
        1
    ), (
        'Сгибание рук с гантелями на наклонной скамье',
        1
    ), (
        'Подъем гантелей на бицепс',
        1
    ), ('Подъем штанги на бицепс', 1), (
        'Сгибание рук с гантелями сидя для девушек',
        1
    ), (
        'Поочередное сгибание рук с гантелями',
        1
    ), ('Подъем на бицепс сидя', 1), (
        'Концентрированное сгибание рук',
        1
    ), (
        'Подтягивания узким хватом',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Подъем гантелей на бицепс',
        1
    ), ('Подъем штанги на бицепс', 1), (
        'Сгибание рук в кроссовере',
        1
    ), (
        'Сгибания рук на скамье Скотта',
        1
    ), (
        'Сгибание рук с гантелями сидя',
        1
    ), (
        'Сгибание рук с гантелями сидя для девушек',
        1
    ), (
        'Сгибание одной руки с рукояткой нижнего блока',
        1
    ), (
        'Поочередное сгибание рук с гантелями',
        1
    ), (
        'Сгибание рук с гантелями на наклонной скамье',
        1
    ), ('Подъем на бицепс сидя', 1);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Паучьи сгибания', 1), ('Тяга блока на бицепс', 1), (
        'Концентрированное сгибание рук',
        1
    ), (
        'Подтягивания узким хватом',
        1
    ), (
        'Подъем гантелей на бицепс',
        1
    ), ('Подъем штанги на бицепс', 1), (
        'Сгибание рук в кроссовере',
        1
    ), (
        'Сгибания рук на скамье Скотта',
        1
    ), (
        'Сгибание рук с гантелями сидя',
        1
    ), (
        'Сгибание рук с гантелями сидя для девушек',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Сгибание одной руки с рукояткой нижнего блока',
        1
    ), (
        'Поочередное сгибание рук с гантелями',
        1
    ), (
        'Сгибание рук с гантелями на наклонной скамье',
        1
    ), ('Подъем на бицепс сидя', 1), ('Паучьи сгибания', 1), ('Тяга блока на бицепс', 1), (
        'Концентрированное сгибание рук',
        1
    ), (
        'Сгибание рук с гантелями хватом «молоток» стоя',
        1
    ), (
        'Сгибание рук с гантелями хватом «молоток» сидя',
        1
    ), (
        'Сгибание рук с гантелями хватом «молоток» в наклонной скамье',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Сгибание рук с гантелями хватом «молоток»',
        1
    ), ('Подтягивания', 1), (
        'Классические подтягивания',
        1
    ), (
        'Подтягивания широким хватом на тренажере',
        1
    ), (
        'Подтягивания на низкой перекладине',
        1
    ), (
        'Подтягивания узким хватом',
        1
    ), (
        'Подтягивания узким хватом на низкой перекладине',
        1
    ), (
        'Подтягивания узким хватом',
        1
    ), (
        'Подтягивание на низкой перекладине',
        1
    ), (
        'Подъем гантелей на бицепс',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Подъем штанги на бицепс', 1), (
        'Сгибание рук с гантелями сидя',
        1
    ), (
        'Сгибание рук с гантелями сидя для девушек',
        1
    ), (
        'Поочередное сгибание рук с гантелями',
        1
    ), (
        'Сгибание рук с гантелями на наклонной скамье',
        1
    ), ('Подъем на бицепс сидя', 1), (
        'Сгибание рук с гантелями хватом «молоток» стоя',
        1
    ), (
        'Сгибание рук с гантелями хватом «молоток» сидя',
        1
    ), (
        'Сгибание рук с гантелями хватом «молоток» в наклонной скамье',
        1
    ), (
        'Сгибание рук с гантелями на наклонной скамье',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Концентрированное сгибание рукПаучьи сгибания',
        1
    ), (
        'Подъем гантелей на бицепс',
        1
    ), ('Подъем штанги на бицепс', 1), (
        'Сгибание рук с гантелями сидя',
        1
    ), (
        'Сгибание рук с гантелями сидя для девушек',
        1
    ), (
        'Поочередное сгибание рук с гантелями',
        1
    ), (
        'Сгибание рук с гантелями на наклонной скамье',
        1
    ), ('Подъем на бицепс сидя', 1), (
        'Сгибание рук с гантелями хватом «молоток»',
        1
    ), (
        'Концентрированное сгибание рук',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Паучьи сгибания', 1), (
        'Сгибания рук на скамье Скотта',
        1
    ), (
        'Подъем штанги на «скамье для молитвы» (скамья Скотта)',
        1
    ), (
        'Подъем на бицепс сидя на тренажере',
        1
    ), (
        'Сгибание рук с рукоятками верхних блоков',
        1
    ), (
        'Тяга блока на бицепсСгибание одной руки с рукояткой нижнего блока',
        1
    ), (
        'Сгибания рук на скамье Скотта',
        1
    ), (
        'Подъем штанги на скамье Скотта',
        1
    ), (
        'Подъем на бицепс сидя на тренажере',
        1
    ), (
        'Сгибание рук с рукоятками верхних блоков',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Тяга блока на бицепс', 1), (
        'Сгибание одной руки с рукояткой нижнего блока',
        1
    ), (
        'Отжимания трицепсами спиной к скамье',
        1
    ), ('Отжимания от пола', 1), ('Отжимания на брусьях', 1), (
        'Отжимания на брусьях для девушек',
        1
    ), (
        'Вертикальное отжимание на тренажере',
        1
    ), (
        'Отжимания трицепсами спиной к скамье',
        1
    ), (
        'Отжимания от полаОтжимания на брусьях',
        1
    ), (
        'Отжимания на брусьях для девушек',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Вертикальное отжимание на тренажере',
        1
    ), ('Жим лежа', 1), ('Жим лежа узким хватом', 1), ('Жим лежа узким хватом', 1), ('Отжимания', 1), (
        'Отжимания трицепсами спиной к скамье',
        1
    ), ('Отжимания на брусьях', 1), (
        'Вертикальное отжимание на тренажере',
        1
    ), ('Жим лежа', 1), ('Жим лежа узким хватом', 1);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Французский жим гантелей лежа',
        1
    ), (
        'Французский жим со штангой лежа',
        1
    ), (
        'Французский жим сидя с гантелью',
        1
    ), (
        'Французский жим сидя с двумя гантелями',
        1
    ), (
        'Разгибание одной руки с гантелью из-за головы',
        1
    ), (
        'Разгибание рук с гантелями лежа',
        1
    ), ('Разгибание рук в наклоне', 1), (
        'Разгибание руки на трицепс за головой с использованием резинового эспандера',
        1
    ), (
        'Разгибание рук с изогнутым грифом штанги из-за головы',
        1
    ), ('Французский жим', 1);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Французский жим гантелей лежа',
        1
    ), (
        'Французский жим со штангой лежа',
        1
    ), (
        'Французский жим сидя с гантелью',
        1
    ), (
        'Французский жим сидя с двумя гантелями',
        1
    ), (
        'Разгибание одной руки с гантелью из-за головы',
        1
    ), (
        'Разгибание рук с гантелями лежа',
        1
    ), ('Разгибание рук в наклоне', 1), (
        'Разгибание руки на трицепс за головой с использованием резинового эспандера',
        1
    ), (
        'Разгибание рук с изогнутым грифом штанги из-за головы',
        1
    ), (
        'Разгибание рук на тренажереРазгибание рук на верхнем блоке стоя',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Разгибание рук с рукояткой верхнего блока хватом снизу',
        1
    ), (
        'Разгибания рук на нижнем блоке',
        1
    ), (
        'Разгибание одной руки на нижнем блоке',
        1
    ), (
        'Разгибание рук на трицепс с использованием канатной рукояти',
        1
    ), (
        'Разгибание рук на тренажере',
        1
    ), (
        'Разгибание рук на верхнем блоке стоя',
        1
    ), (
        'Разгибание рук на верхнем блоке стоя хватом снизу',
        1
    ), (
        'Разгибания рук на нижнем блоке',
        1
    ), (
        'Разгибание одной руки на нижнем блоке',
        1
    ), (
        'Разгибание рук на трицепс с использованием канатной рукояти',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Разгибание одной руки с гантелью из-за головы',
        1
    ), (
        'Французский жим с опусканием грифа за голову',
        1
    ), (
        'Разгибания рук на нижнем блоке',
        1
    ), (
        'Разгибание одной руки с гантелью из-за головы',
        1
    ), ('Французский жим', 1), (
        'Разгибания рук на нижнем блоке',
        1
    ), (
        'разгибание рук на трицепс с использованием канатной рукояти',
        1
    ), (
        'Разгибание рук с рукояткой верхнего блока хватом снизу',
        1
    ), (
        'Разгибание рук на трицепс с использованием канатной рукояти',
        1
    ), (
        'Разгибание рук на верхнем блоке стоя',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Отжимания', 1), (
        'Отжимания трицепсами спиной к скамье',
        1
    ), ('Отжимания от пола', 1), ('Отжимания на брусьях', 1), (
        'Отжимания на брусьях для девушек',
        1
    ), (
        'Отжимания трицепсами спиной к скамье',
        1
    ), ('Отжимания от пола', 1), ('Отжимания на брусьях', 1), (
        'Отжимания на брусьях для девушек',
        1
    ), ('Отжимания', 1);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Отжимания трицепсами спиной к скамье',
        1
    ), ('Отжимания на брусьях', 1), ('Жим лежа', 1), ('Жим лежа узким хватом', 1), ('Жим лежа узким хватом', 1), ('Французский жим', 1), (
        'Французский жим гантелей лежа',
        1
    ), (
        'Французский жим со штангой лежа',
        1
    ), (
        'Французский жим сидя с гантелью',
        1
    ), (
        'Французский жим сидя с двумя гантелями',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Французский жим гантелей лежа',
        1
    ), (
        'Французский жим со штангой лежа',
        1
    ), (
        'Французский жим сидя с гантелью',
        1
    ), (
        'Французский жим сидя с двумя гантелями',
        1
    ), (
        'Разгибание одной руки с гантелью из-за головы',
        1
    ), (
        'Разгибание рук с гантелями лежа',
        1
    ), ('Разгибание рук в наклоне', 1), (
        'Разгибание руки на трицепс за головой с использованием резинового эспандера',
        1
    ), (
        'Разгибание рук с изогнутым грифом штанги из-за головы',
        1
    ), ('Жим лежа', 1);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Жим лежа узким хватом', 1), ('Французский жим', 1), (
        'Французский жим гантелей лежа',
        1
    ), (
        'Французский жим со штангой лежа',
        1
    ), (
        'Французский жим сидя с гантелью',
        1
    ), (
        'Французский жим сидя с двумя гантелями',
        1
    ), (
        'Разгибание одной руки с гантелью из-за головы',
        1
    ), (
        'Разгибание рук с гантелями лежа',
        1
    ), ('Разгибание рук в наклоне', 1), (
        'Разгибание руки на трицепс за головой с использованием резинового эспандера',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Разгибание рук с изогнутым грифом штанги из-за головы',
        1
    ), (
        'Разгибание рук на тренажере',
        1
    ), (
        'Разгибание рук на верхнем блоке стоя',
        1
    ), (
        'Разгибание рук с рукояткой верхнего блока хватом снизу',
        1
    ), (
        'Разгибания рук на нижнем блоке',
        1
    ), (
        'Разгибание одной руки на нижнем блоке',
        1
    ), (
        'Разгибание рук на трицепс с использованием канатной рукояти',
        1
    ), (
        'Отжимания на гребном тренажере',
        1
    ), (
        'Разгибание рук на тренажере',
        1
    ), (
        'Разгибание рук на верхнем блоке стоя',
        1
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Разгибание рук на верхнем блоке стоя хватом снизу',
        1
    ), (
        'Разгибания рук на нижнем блоке',
        1
    ), (
        'Разгибание одной руки на нижнем блоке',
        1
    ), (
        'Разгибание рук на трицепс с использованием канатной рукояти',
        1
    ), ('Французский жим', 1), ('Отжимания на брусьях', 1), ('Жим лежа узким хватом', 1), ('Отжимания от пола', 1), ('Отжимания в тренажере', 1), ('Жим штанги стоя', 2);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Армейский жим', 2), (
        'Разведение гантелей в стороны',
        2
    ), ('Тяга штанги к подбородку', 2), ('Жим Арнольда', 2), ('Жим штанги стоя', 2), (
        'Армейский жим с гантелями',
        2
    ), (
        'Разведение гантелей в стороны',
        2
    ), ('Тяга штанги к подбородку', 2), ('Жим Арнольда', 2), ('Жим из-за головы', 2);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Подъем рук с гантелями перед собой',
        2
    ), (
        'Тяга нижнего блока вперед',
        2
    ), ('Жим из-за головы', 2), (
        'Подъем рук с гантелями перед собой',
        2
    ), (
        'Тяга нижнего блока вперед',
        2
    ), (
        'Разведение гантелей в стороны в наклоне',
        2
    ), (
        'Тяга гантелей лежа на животе',
        2
    ), (
        'Обратные разведения в тренажере Peck-Deck',
        2
    ), (
        'Разведение гантелей в стороны в наклоне',
        2
    ), (
        'Тяга гантелей лежа на животе',
        2
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Обратные разведения в тренажере Peck-Deck',
        2
    ), (
        'Отжимания в стойке на руках',
        2
    ), ('Поднимание рук со жгутом', 2), ('Отжмания от мяча', 2), ('Перемещения с мячом', 2), ('Жим штанги стоя', 2), ('Армейский жим', 2), (
        'Разведение гантелей в стороны',
        2
    ), ('Тяга штанги к подбородку', 2), ('Жим Арнольда', 2);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Жим из-за головы', 2), (
        'Подъем рук с гантелями перед собой',
        2
    ), ('Жим штанги стоя', 2), (
        'Армейский жим с гантелями',
        2
    ), (
        'Разведение гантелей в стороны',
        2
    ), ('Тяга штанги к подбородку', 2), ('Жим Арнольда', 2), ('Жим из-за головы', 2), (
        'Подъем рук с гантелями перед собой',
        2
    ), (
        'Обратные разведения в тренажере Peck-Deck',
        2
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Тяга нижнего блока вперед',
        2
    ), ('Тяга одной рукой стоя', 2), (
        'Обратные разведения в тренажере Peck-Deck',
        2
    ), (
        'Тяга нижнего блока вперед',
        2
    ), (
        'Жим лежа с поднятым головным концом скамьи',
        3
    ), (
        'Разведение гантелей с поднятым головным концом скамьи',
        3
    ), (
        'Отжимания от пола головой вниз',
        3
    ), ('Армейский жим', 3), (
        'Подъем штанги или гантелей перед собой',
        3
    ), (
        'Жим лежа с поднятым головным концом скамьи',
        3
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Разведение гантелей с поднятым головным концом скамьи',
        3
    ), (
        'Отжимания от пола головой вниз',
        3
    ), ('Армейский жим', 3), (
        'Подъем штанги или гантелей перед собой',
        3
    ), (
        'Жим лежа с опущенным головным концом скамьи',
        3
    ), ('Пуловеры', 3), ('Отжимания от пола', 3), ('Отжимания на брусьях', 3), (
        'Разведение гантелей с опущенным головным концом скамьи',
        3
    ), (
        'Жим лежа с опущенным головным концом скамьи',
        3
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Пуловеры', 3), ('Отжимания от пола', 3), ('Отжимания на брусьях', 3), (
        'Разведение гантелей с опущенным головным концом скамьи',
        3
    ), ('Отжимания на брусьях', 3), ('Отжимания от пола', 3), ('Отжимания на брусьях', 3), ('Отжимания от пола', 3), ('Отжимания от пола', 3), (
        'Усложненные отжимания со жгутом',
        3
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Отжимания от пола со жгутом',
        3
    ), ('Отжимания на гантелях', 3), (
        'Жим лежа с поднятым головным концом скамьи',
        3
    ), (
        'Разведение гантелей с поднятым головным концом скамьи',
        3
    ), ('Армейский жим', 3), (
        'Подъем штанги или гантелей перед собой',
        3
    ), (
        'Жим лежа с опущенным головным концом скамьи',
        3
    ), ('Пуловеры', 3), (
        'Разведение гантелей с опущенным головным концом скамьи',
        3
    ), (
        'Разведение гантелей на горизонтальной скамье',
        3
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Жим лежа на горизонтальной скамье',
        3
    ), (
        'Разведение гантелей на горизонтальной скамье',
        3
    ), (
        'Жим лежа с поднятым головным концом скамьи',
        3
    ), (
        'Разведение гантелей с поднятым головным концом скамьи',
        3
    ), (
        'Разведение гантелей лежа на полу',
        3
    ), ('Армейский жим', 3), (
        'Подъем штанги или гантелей перед собой',
        3
    ), (
        'Жим лежа с опущенным головным концом скамьи',
        3
    ), ('Пуловеры', 3), (
        'Разведение гантелей с опущенным головным концом скамьи',
        3
    );

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES (
        'Разведение гантелей на горизонтальной скамье',
        3
    ), (
        'Жим лежа на горизонтальной скамье',
        3
    ), (
        'Разведение рук с гантелями',
        3
    ), ('Отжимания с гантелями', 3), ('Кроссоверы стоя', 3), ('Пуловеры прямыми руками', 3), ('Кроссоверы стоя', 3), ('Пуловеры прямыми руками', 3), ('Жим лежа', 3), ('Отжимания на брусьях', 3);

INSERT INTO
    Muscles (WorkoutName, GroupID)
VALUES ('Отжимания от пола', 3), (
        'Разведение рук с гантелями',
        3
    ), ('Кроссоверы', 3), ('Пуловеры прямыми руками', 3), ('Армейский жим', 3);